Repository: avgeek-oss/dnsdeck
Catalog: DNSDeck/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, ja, ko, pl, pt_br, tr, uk, vi, zh_hans, zh_hant

source: "%@" is not a valid nameserver hostname.
de: „%@“ ist kein gültiger Nameserver-Hostname.
es: "%@" no es un nombre de host de servidor de nombres válido.
fr: "%@" n'est pas un nom d'hôte de serveur de noms valide.
hi: "%@" एक वैध नेमसर्वर होस्टनाम नहीं है।
id: "%@" bukan nama host server nama yang valid.
ja: 「%@」は有効なネームサーバーのホスト名ではありません。
ko: "%@"는 유효한 이름 서버 호스트 이름이 아닙니다.
pl: „%@” nie jest prawidłową nazwą hosta serwera nazw.
pt_br: "%@" não é um nome de host de servidor de nomes válido.
tr: "%@" geçerli bir ad sunucusu ana bilgisayar adı değil.
uk: "%@" не є дійсним іменем хоста сервера імен.
vi: "%@" không phải là tên máy chủ máy chủ định danh hợp lệ.
zh_hans: “%@”不是有效的名称服务器主机名。
zh_hant: “%@”不是有效的名稱伺服器主機名稱。

# %lld error%@ found
source: %1$lld error%2$@ found
de: %1$lld Fehler%2$@ gefunden
es: Error %1$lld%2$@ encontrado
fr: Erreur %1$lld%2$@ trouvée
hi: %1$lld त्रुटि%2$@ पाया गया
id: %1$lld kesalahan%2$@ ditemukan
ja: %1$lld エラー%2$@ が見つかりました
ko: %1$lld 오류%2$@를 찾았습니다.
pl: Znaleziono błąd %1$lld%2$@
pt_br: Erro %1$lld%2$@ encontrado
tr: %1$lld hatası%2$@ bulundu
uk: Знайдено помилку %1$lld%2$@
vi: Đã tìm thấy lỗi %1$lld%2$@
zh_hans: %1$lld 发现错误%2$@
zh_hant: %1$lld 發現錯誤%2$@

source: %lld failed
de: %lld ist fehlgeschlagen
es: Error en %lld
fr: Échec de %lld
hi: %lld विफल रहा
id: %lld gagal
ja: %lld が失敗しました
ko: %lld 실패
pl: %lld nie powiodło się
pt_br: %lld falhou
tr: %lld başarısız oldu
uk: %lld не вдалося
vi: %lld không thành công
zh_hans: %lld 失败
zh_hant: %lld 失敗

# %lld record%@
source: %1$lld record%2$@
de: %1$lld Datensatz%2$@
es: Registro %1$lld%2$@
fr: %1$lld enregistrement%2$@
hi: %1$lld रिकॉर्ड%2$@
id: %1$lld catatan%2$@
ja: %1$lld レコード%2$@
ko: %1$lld 레코드%2$@
pl: Rekord %1$lld%2$@
pt_br: Registro %1$lld%2$@
tr: %1$lld kaydı%2$@
uk: %1$lld запис%2$@
vi: Bản ghi %1$lld%2$@
zh_hans: %1$lld 记录%2$@
zh_hant: %1$lld 記錄%2$@

# %lld record%@ already exist in the destination and will be skipped.
source: %1$lld record%2$@ already exist in the destination and will be skipped.
de: Der Eintrag %1$lld%2$@ ist bereits im Ziel vorhanden und wird übersprungen.
es: El registro %1$lld%2$@ ya existe en el destino y se omitirá.
fr: L'enregistrement %1$lld%2$@ existe déjà dans la destination et sera ignoré.
hi: %1$lld रिकॉर्ड%2$@ पहले से ही गंतव्य में मौजूद है और छोड़ दिया जाएगा।
id: %1$lld record%2$@ sudah ada di tujuan dan akan dilewati.
ja: %1$lld レコード%2$@ は宛先にすでに存在するため、スキップされます。
ko: %1$lld 레코드%2$@가 대상에 이미 있으므로 건너뜁니다.
pl: Rekord %1$lld%2$@ już istnieje w miejscu docelowym i zostanie pominięty.
pt_br: O registro %1$lld%2$@ já existe no destino e será ignorado.
tr: %1$lld kaydı%2$@ hedefte zaten mevcut ve atlanacak.
uk: Запис %1$lld%2$@ уже існує в цільовій системі та буде пропущено.
vi: Bản ghi %1$lld%2$@ đã tồn tại ở đích và sẽ bị bỏ qua.
zh_hans: %1$lld 记录%2$@ 已存在于目标中，将被跳过。
zh_hant: %1$lld 記錄%2$@ 已存在於目標中，將被跳過。

# %lld record%@ will be deleted and cannot be reversed.
source: %1$lld record%2$@ will be deleted and cannot be reversed.
de: Der Eintrag %1$lld%2$@ wird gelöscht und kann nicht rückgängig gemacht werden.
es: El registro %1$lld%2$@ se eliminará y no se podrá revertir.
fr: L'enregistrement %1$lld%2$@ sera supprimé et ne pourra pas être annulé.
hi: %1$lld रिकॉर्ड%2$@ हटा दिया जाएगा और इसे उलटा नहीं किया जा सकता।
id: %1$lld record%2$@ akan dihapus dan tidak dapat dibatalkan.
ja: %1$lld レコード%2$@ は削除され、元に戻すことはできません。
ko: %1$lld 레코드%2$@가 삭제되며 되돌릴 수 없습니다.
pl: Rekord %1$lld%2$@ zostanie usunięty i nie będzie można go cofnąć.
pt_br: O registro %1$lld%2$@ será excluído e não poderá ser revertido.
tr: %1$lld kaydı%2$@ silinecek ve geri alınamayacak.
uk: %1$lld запис %2$@ буде видалено, і його неможливо скасувати.
vi: Bản ghi %1$lld%2$@ sẽ bị xóa và không thể đảo ngược được.
zh_hans: %1$lld 记录%2$@ 将被删除且无法撤消。
zh_hant: %1$lld 記錄%2$@ 將被刪除且無法撤銷。

source: %lld skipped
de: %lld übersprungen
es: %lld omitido
fr: %lld ignoré
hi: %lld छोड़ दिया गया
id: %lld dilewati
ja: %lld はスキップされました
ko: %lld를 건너뛰었습니다.
pl: %lld pominięto
pt_br: %lld ignorado
tr: %lld atlandı
uk: %lld пропущено
vi: %lld bị bỏ qua
zh_hans: %lld 已跳过
zh_hant: %lld 已跳過

source: %lld successful
de: %lld erfolgreich
es: %lld exitoso
fr: %lld réussi
hi: %lld सफल
id: %lld berhasil
ja: %lld 成功しました
ko: %lld 성공
pl: %lld powiodło się
pt_br: %lld bem sucedido
tr: %lld başarılı
uk: %lld успішно
vi: %lld thành công
zh_hans: %lld 成功
zh_hant: %lld 成功

source: %lld unchanged
de: %lld unverändert
es: %lld sin cambios
fr: %lld inchangé
hi: %lld अपरिवर्तित
id: %lld tidak berubah
ja: %lld 変更なし
ko: %lld 변경되지 않음
pl: %lld bez zmian
pt_br: %lld inalterado
tr: %lld değişmedi
uk: %lld без змін
vi: %lld không thay đổi
zh_hans: %lld 不变
zh_hant: %lld 不變

# %lld validation error%@
source: %1$lld validation error%2$@
de: %1$lld Validierungsfehler%2$@
es: %1$lld error de validación%2$@
fr: Erreur de validation %1$lld%2$@
hi: %1$lld सत्यापन त्रुटि%2$@
id: %1$lld kesalahan validasi%2$@
ja: %1$lld 検証エラー%2$@
ko: %1$lld 검증 오류%2$@
pl: Błąd sprawdzania poprawności %1$lld%2$@
pt_br: Erro de validação %1$lld%2$@
tr: %1$lld doğrulama hatası%2$@
uk: %1$lld помилка перевірки%2$@
vi: Lỗi xác thực %1$lld%2$@
zh_hans: %1$lld 验证错误%2$@
zh_hant: %1$lld 驗證錯誤%2$@

# %lld warning%@ found
source: %1$lld warning%2$@ found
de: %1$lld Warnung%2$@ gefunden
es: Advertencia %1$lld%2$@ encontrado
fr: %1$lld avertissement%2$@ trouvé
hi: %1$lld चेतावनी%2$@ पाया गया
id: Peringatan %1$lld%2$@ ditemukan
ja: %1$lld 警告%2$@ が見つかりました
ko: %1$lld 경고%2$@가 발견되었습니다.
pl: Znaleziono ostrzeżenie %1$lld%2$@
pt_br: Aviso %1$lld%2$@ encontrado
tr: %1$lld uyarısı%2$@ bulundu
uk: Знайдено попередження %1$lld%2$@
vi: Đã tìm thấy cảnh báo %1$lld%2$@
zh_hans: %1$lld 警告%2$@ 已找到
zh_hant: %1$lld 警告%2$@ 已找到

source: 1 hour
de: 1 Stunde
es: 1 hora
fr: 1 heure
hi: 1 घंटा
id: 1 jam
ja: 1時間
ko: 1시간
pl: 1 godzina
pt_br: 1 hora
tr: 1 saat
uk: 1 година
vi: 1 giờ
zh_hans: 1小时
zh_hant: 1小時

source: 10 minutes
de: 10 Minuten
es: 10 minutos
hi: 10 मिनट
id: 10 menit
ja: 10分
ko: 10분
pl: 10 minut
pt_br: 10 minutos
tr: 10 dakika
uk: 10 хвилин
vi: 10 phút
zh_hans: 10分钟
zh_hant: 10分鐘

source: 12 hours
de: 12 Stunden
es: 12 horas
fr: 12 heures
hi: 12 घंटे
id: 12 jam
ja: 12時間
ko: 12시간
pl: 12 godzin
pt_br: 12 horas
tr: 12 saat
uk: 12 годин
vi: 12 giờ
zh_hans: 12小时
zh_hant: 12小時

source: 15 minutes
de: 15 Minuten
es: 15 minutos
hi: 15 मिनट
id: 15 menit
ja: 15分
ko: 15분
pl: 15 minut
pt_br: 15 minutos
tr: 15 dakika
uk: 15 хвилин
vi: 15 phút
zh_hans: 15分钟
zh_hant: 15分鐘

source: 2 hours
de: 2 Stunden
es: 2 horas
fr: 2 heures
hi: 2 घंटे
id: 2 jam
ja: 2時間
ko: 2시간
pl: 2 godziny
pt_br: 2 horas
tr: 2 saat
uk: 2 години
vi: 2 giờ
zh_hans: 2小时
zh_hant: 2小時

source: 2 minutes
de: 2 Minuten
es: 2 minutos
hi: 2 मिनट
id: 2 menit
ja: 2分
ko: 2분
pl: 2 minuty
pt_br: 2 minutos
tr: 2 dakika
uk: 2 хвилини
vi: 2 phút
zh_hans: 2分钟
zh_hant: 2分鐘

source: 24 hours
de: 24 Stunden
es: 24 horas
fr: 24 heures
hi: 24 घंटे
id: 24 jam
ja: 24時間
ko: 24시간
pl: 24 godziny
pt_br: 24 horas
tr: 24 saat
uk: 24 години
vi: 24 giờ
zh_hans: 24小时
zh_hant: 24小時

source: 3 hours
de: 3 Stunden
es: 3 horas
fr: 3 heures
hi: 3 घंटे
id: 3 jam
ja: 3時間
ko: 3시간
pl: 3 godziny
pt_br: 3 horas
tr: 3 saat
uk: 3 години
vi: 3 giờ
zh_hans: 3小时
zh_hant: 3小時

source: 30 minutes
de: 30 Minuten
es: 30 minutos
hi: 30 मिनट
id: 30 menit
ja: 30分
ko: 30분
pl: 30 minut
pt_br: 30 minutos
tr: 30 dakika
uk: 30 хвилин
vi: 30 phút
zh_hans: 30分钟
zh_hant: 30分鐘

source: 5 minutes
de: 5 Minuten
es: 5 minutos
hi: 5 मिनट
id: 5 menit
ja: 5分
ko: 5분
pl: 5 minut
pt_br: 5 minutos
tr: 5 dakika
uk: 5 хвилин
vi: 5 phút
zh_hans: 5分钟
zh_hant: 5分鐘

source: 6 hours
de: 6 Stunden
es: 6 horas
fr: 6 heures
hi: 6 घंटे
id: 6 jam
ja: 6時間
ko: 6시간
pl: 6 godzin
pt_br: 6 horas
tr: 6 saat
uk: 6 годин
vi: 6 giờ
zh_hans: 6小时
zh_hant: 6小時

source: API Endpoint
de: API-Endpunkt
es: Punto final API
fr: Point de terminaison de l'API
hi: एपीआई समापन बिंदु
id: Titik Akhir API
ja: APIエンドポイント
ko: API 엔드포인트
pl: Punkt końcowy interfejsu API
pt_br: Ponto final da API
tr: API Uç Noktası
uk: Кінцева точка API
vi: Điểm cuối API
zh_hans: API端点
zh_hant: API端點

source: API Key
de: API-Schlüssel
es: Clave API
fr: Clé API
hi: एपीआई कुंजी
id: Kunci API
ja: APIキー
ko: API 키
pl: Klucz API
pt_br: Chave de API
tr: API Anahtarı
uk: Ключ API
vi: Khóa API
zh_hans: API密钥
zh_hant: API金鑰

source: API Key Secret
de: API-Schlüsselgeheimnis
es: Secreto de clave API
fr: Clé secrète API
hi: एपीआई कुंजी रहस्य
id: Rahasia Kunci API
ja: APIキーシークレット
ko: API 키 비밀번호
pl: Sekret klucza API
pt_br: Segredo da chave API
tr: API Anahtarı Sırrı
uk: Секретний ключ API
vi: Bí mật khóa API
zh_hans: API密钥秘密
zh_hant: API金鑰秘密

source: API Secret
de: API-Geheimnis
es: Secreto de API
fr: Secret API
hi: एपीआई रहस्य
id: Rahasia API
ja: APIシークレット
ko: API 비밀
pl: Sekret API
pt_br: Segredo da API
tr: API Sırrı
uk: Секрет API
vi: Bí mật API
zh_hans: API秘密
zh_hant: API機密

source: API Username
de: API-Benutzername
es: Nombre de usuario API
fr: Nom d'utilisateur de l'API
hi: एपीआई उपयोगकर्ता नाम
id: Nama Pengguna API
ja: APIユーザー名
ko: API 사용자 이름
pl: Nazwa użytkownika interfejsu API
pt_br: Nome de usuário da API
tr: API Kullanıcı Adı
uk: Ім'я користувача API
vi: Tên người dùng API
zh_hans: 接口用户名
zh_hant: 介面使用者名稱

source: API token appears to be too short
de: Der API-Token scheint zu kurz zu sein
es: El token API parece ser demasiado corto
fr: Le jeton API semble trop court
hi: एपीआई टोकन बहुत छोटा प्रतीत होता है
id: Token API tampaknya terlalu pendek
ja: API トークンが短すぎるようです
ko: API 토큰이 너무 짧은 것 같습니다.
pl: Token API wydaje się być za krótki
pt_br: O token da API parece ser muito curto
tr: API jetonu çok kısa görünüyor
uk: Схоже, маркер API закороткий
vi: Mã thông báo API dường như quá ngắn
zh_hans: API 令牌似乎太短
zh_hant: API 令牌似乎太短

source: API token cannot be empty
de: Das API-Token darf nicht leer sein
es: El token API no puede estar vacío
fr: Le jeton API ne peut pas être vide
hi: एपीआई टोकन खाली नहीं हो सकता
id: Token API tidak boleh kosong
ja: APIトークンを空にすることはできません
ko: API 토큰은 비워둘 수 없습니다.
pl: Token API nie może być pusty
pt_br: O token da API não pode estar vazio
tr: API jetonu boş olamaz
uk: Маркер API не може бути порожнім
vi: Mã thông báo API không được để trống
zh_hans: API 令牌不能为空
zh_hant: API 令牌不能為空

source: API token contains invalid characters
de: Das API-Token enthält ungültige Zeichen
es: El token de API contiene caracteres no válidos
fr: Le jeton API contient des caractères non valides
hi: एपीआई टोकन में अमान्य वर्ण हैं
id: Token API berisi karakter yang tidak valid
ja: APIトークンに無効な文字が含まれています
ko: API 토큰에 잘못된 문자가 포함되어 있습니다.
pl: Token API zawiera nieprawidłowe znaki
pt_br: O token da API contém caracteres inválidos
tr: API jetonu geçersiz karakterler içeriyor
uk: Маркер API містить недійсні символи
vi: Mã thông báo API chứa các ký tự không hợp lệ
zh_hans: API 令牌包含无效字符
zh_hant: API 令牌包含無效字符

source: About
de: Über
es: Acerca de
fr: À propos
hi: के बारे में
id: Tentang
ja: について
ko: 소개
pl: O
pt_br: Sobre
tr: Hakkında
uk: про
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

source: Access Key ID
de: Zugriffsschlüssel-ID
es: ID de clave de acceso
fr: ID de clé d'accès
hi: प्रवेश कुंजी आईडी
id: Akses ID Kunci
ja: アクセスキーID
ko: 액세스 키 ID
pl: Identyfikator klucza dostępu
pt_br: ID da chave de acesso
tr: Erişim Anahtarı Kimliği
uk: Ідентифікатор ключа доступу
vi: ID khóa truy cập
zh_hans: 访问密钥 ID
zh_hant: 存取密鑰 ID

source: Access denied to keychain
de: Der Zugriff auf den Schlüsselbund wurde verweigert
es: Acceso denegado al llavero
fr: Accès refusé au trousseau
hi: चाबी का गुच्छा तक पहुंच अस्वीकृत
id: Akses ditolak ke gantungan kunci
ja: キーチェーンへのアクセスが拒否されました
ko: 키체인에 대한 액세스가 거부되었습니다.
pl: Odmowa dostępu do pęku kluczy
pt_br: Acesso negado ao chaveiro
tr: Anahtarlığa erişim reddedildi
uk: Доступ до брелка заборонено
vi: Truy cập bị từ chối vào móc khóa
zh_hans: 钥匙串访问被拒绝
zh_hant: 鑰匙串訪問被拒絕

source: Access key cannot be empty
de: Der Zugriffsschlüssel darf nicht leer sein
es: La clave de acceso no puede estar vacía
fr: La clé d'accès ne peut pas être vide
hi: एक्सेस कुंजी खाली नहीं हो सकती
id: Kunci akses tidak boleh kosong
ja: アクセスキーを空にすることはできません
ko: 액세스 키는 비워둘 수 없습니다.
pl: Klucz dostępu nie może być pusty
pt_br: A chave de acesso não pode ficar vazia
tr: Erişim anahtarı boş olamaz
uk: Ключ доступу не може бути порожнім
vi: Khóa truy cập không được để trống
zh_hans: 访问密钥不能为空
zh_hant: 存取密鑰不能為空

source: Account Access Token
de: Kontozugriffstoken
es: Token de acceso a la cuenta
fr: Jeton d'accès au compte
hi: अकाउंट एक्सेस टोकन
id: Token Akses Akun
ja: アカウントアクセストークン
ko: 계정 액세스 토큰
pl: Token dostępu do konta
pt_br: Token de acesso à conta
tr: Hesap Erişim Jetonu
uk: Маркер доступу до облікового запису
vi: Mã thông báo truy cập tài khoản
zh_hans: 帐户访问令牌
zh_hant: 帳戶存取令牌

source: Account ID
de: Konto-ID
es: ID de cuenta
fr: Identifiant du compte
hi: खाता आईडी
id: ID Akun
ja: アカウントID
ko: 계정 ID
pl: Identyfikator konta
pt_br: ID da conta
tr: Hesap Kimliği
uk: ID облікового запису
vi: ID tài khoản
zh_hans: 账户ID
zh_hant: 帳戶ID

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
hi: जोड़ें
id: Tambahkan
ja: 追加
ko: 추가
pl: Dodaj
pt_br: Adicionar
tr: Ekle
uk: додати
vi: Thêm
zh_hans: 添加
zh_hant: 添加

source: Add DNS Record
de: DNS-Eintrag hinzufügen
es: Agregar registro DNS
fr: Ajouter un enregistrement DNS
hi: डीएनएस रिकॉर्ड जोड़ें
id: Tambahkan Catatan DNS
ja: DNSレコードの追加
ko: DNS 레코드 추가
pl: Dodaj rekord DNS
pt_br: Adicionar registro DNS
tr: DNS Kaydı Ekle
uk: Додайте запис DNS
vi: Thêm bản ghi DNS
zh_hans: 添加 DNS 记录
zh_hant: 新增 DNS 記錄

source: Add DNSDeck to Claude Desktop's MCP server configuration.
de: Fügen Sie DNSDeck zur MCP-Serverkonfiguration von Claude Desktop hinzu.
es: Agregue DNSDeck a la configuración del servidor MCP de Claude Desktop.
fr: Ajoutez DNSDeck à la configuration du serveur Claude Desktop MCP.
hi: DNSDeck को Claude Desktop के MCP सर्वर कॉन्फ़िगरेशन में जोड़ें।
id: Tambahkan DNSDeck ke konfigurasi server MCP MCP.
ja: DNSDeck を Claude Desktop の MCP サーバー構成に追加します。
ko: DNSDeck를 Claude Desktop의 MCP 서버 구성에 추가합니다.
pl: Dodaj DNSDeck do konfiguracji serwera MCP Claude Desktop.
pt_br: Adicione DNSDeck à configuração do servidor MCP de Claude Desktop.
tr: DNSDeck'yi Claude Desktop'nin MCP sunucu yapılandırmasına ekleyin.
uk: Додайте DNSDeck до конфігурації сервера Claude Desktop MCP.
vi: Thêm DNSDeck vào cấu hình máy chủ MCP của Claude Desktop.
zh_hans: 将 DNSDeck 添加到 Claude Desktop 的 MCP 服务器配置。
zh_hant: 將 DNSDeck 新增至 Claude Desktop 的 MCP 伺服器設定。

source: Add Nameserver
de: Nameserver hinzufügen
es: Agregar servidor de nombres
fr: Ajouter un serveur de noms
hi: नेमसर्वर जोड़ें
id: Tambahkan server nama
ja: ネームサーバーの追加
ko: 네임서버 추가
pl: Dodaj serwer nazw
pt_br: Adicionar servidor de nomes
tr: Ad Sunucusu Ekle
uk: Додайте сервер імен
vi: Thêm máy chủ tên
zh_hans: 添加域名服务器
zh_hant: 新增網域名稱伺服器

source: Add Record
de: Datensatz hinzufügen
es: Agregar registro
fr: Ajouter un enregistrement
hi: रिकॉर्ड जोड़ें
id: Tambahkan Rekam
ja: レコードの追加
ko: 레코드 추가
pl: Dodaj rekord
pt_br: Adicionar registro
tr: Kayıt Ekle
uk: Додати запис
vi: Thêm bản ghi
zh_hans: 添加记录
zh_hant: 新增記錄

source: Add a comment for this record
de: Fügen Sie einen Kommentar zu diesem Datensatz hinzu
es: Añadir un comentario para este registro
fr: Ajouter un commentaire pour cet enregistrement
hi: इस रिकॉर्ड के लिए एक टिप्पणी जोड़ें
id: Tambahkan komentar untuk catatan ini
ja: このレコードにコメントを追加
ko: 이 레코드에 대한 설명 추가
pl: Dodaj komentarz do tego rekordu
pt_br: Adicione um comentário para este registro
tr: Bu kayıt için bir yorum ekleyin
uk: Додайте коментар до цього запису
vi: Thêm nhận xét cho bản ghi này
zh_hans: 对此记录添加评论
zh_hant: 對此記錄新增評論

source: Add a zone
de: Fügen Sie eine Zone hinzu
es: Agregar una zona
fr: Ajouter une zone
hi: एक ज़ोन जोड़ें
id: Tambahkan zona
ja: ゾーンを追加する
ko: 영역 추가
pl: Dodaj strefę
pt_br: Adicionar uma zona
tr: Bölge ekle
uk: Додайте зону
vi: Thêm một khu vực
zh_hans: 添加区域
zh_hant: 新增區域

source: Add common comment for imported records
de: Fügen Sie einen allgemeinen Kommentar für importierte Datensätze hinzu
es: Agregar comentario común para registros importados
fr: Ajouter un commentaire commun pour les enregistrements importés
hi: आयातित रिकॉर्ड के लिए सामान्य टिप्पणी जोड़ें
id: Tambahkan komentar umum untuk catatan yang diimpor
ja: インポートされたレコードに共通のコメントを追加する
ko: 가져온 레코드에 대한 공통 설명 추가
pl: Dodaj wspólny komentarz do importowanych rekordów
pt_br: Adicionar comentário comum para registros importados
tr: İçe aktarılan kayıtlar için ortak yorum ekleme
uk: Додайте загальний коментар для імпортованих записів
vi: Thêm nhận xét chung cho hồ sơ đã nhập
zh_hans: 为导入的记录添加常用注释
zh_hant: 為匯入的記錄新增常用註釋

source: Add record
de: Datensatz hinzufügen
es: Agregar registro
fr: Ajouter un enregistrement
hi: रिकॉर्ड जोड़ें
id: Tambahkan catatan
ja: レコードの追加
ko: 레코드 추가
pl: Dodaj rekord
pt_br: Adicionar registro
tr: Kayıt ekle
uk: Додати запис
vi: Thêm bản ghi
zh_hans: 添加记录
zh_hant: 新增記錄

source: Add this server entry to your Codex config.toml.
de: Fügen Sie diesen Servereintrag zu Ihrem Codex config.toml hinzu.
es: Agregue esta entrada de servidor a su Codex config.toml.
fr: Ajoutez cette entrée de serveur à votre Codex config.toml.
hi: इस सर्वर प्रविष्टि को अपने Codex config.toml में जोड़ें।
id: Tambahkan entri server ini ke Codex config.toml Anda.
ja: このサーバー エントリを Codex config.toml に追加します。
ko: 이 서버 항목을 Codex config.toml에 추가하세요.
pl: Dodaj ten wpis serwera do swojego Codex config.toml.
pt_br: Adicione esta entrada de servidor ao seu Codex config.toml.
tr: Bu sunucu girişini Codex config.toml'nize ekleyin.
uk: Додайте цей запис сервера до свого Codex config.toml.
vi: Thêm mục nhập máy chủ này vào Codex config.toml của bạn.
zh_hans: 将此服务器条目添加到您的 Codex config.toml。
zh_hant: 將此伺服器項目新增至您的 Codex config.toml。

source: Add this server entry to your Cursor MCP configuration.
de: Fügen Sie diesen Servereintrag Ihrer Cursor MCP-Konfiguration hinzu.
es: Agregue esta entrada de servidor a su configuración Cursor MCP.
fr: Ajoutez cette entrée de serveur à votre configuration Cursor MCP.
hi: इस सर्वर प्रविष्टि को अपने Cursor MCP कॉन्फ़िगरेशन में जोड़ें।
id: Tambahkan entri server ini ke konfigurasi Cursor MCP Anda.
ja: このサーバー エントリを Cursor MCP 構成に追加します。
ko: 이 서버 항목을 Cursor MCP 구성에 추가하세요.
pl: Dodaj ten wpis serwera do konfiguracji Cursor MCP.
pt_br: Adicione esta entrada de servidor à configuração Cursor MCP.
tr: Bu sunucu girişini Cursor MCP yapılandırmanıza ekleyin.
uk: Додайте цей запис сервера до конфігурації Cursor MCP.
vi: Thêm mục nhập máy chủ này vào cấu hình Cursor MCP của bạn.
zh_hans: 将此服务器条目添加到您的 Cursor MCP 配置中。
zh_hant: 將此伺服器項目新增至您的 Cursor MCP 設定中。

source: Add this server entry to your VS Code MCP configuration.
de: Fügen Sie diesen Servereintrag Ihrer VS Code MCP-Konfiguration hinzu.
es: Agregue esta entrada de servidor a su configuración VS Code MCP.
fr: Ajoutez cette entrée de serveur à votre configuration VS Code MCP.
hi: इस सर्वर प्रविष्टि को अपने VS Code MCP कॉन्फ़िगरेशन में जोड़ें।
id: Tambahkan entri server ini ke konfigurasi VS Code MCP Anda.
ja: このサーバー エントリを VS Code MCP 構成に追加します。
ko: 이 서버 항목을 VS Code MCP 구성에 추가하세요.
pl: Dodaj ten wpis serwera do konfiguracji VS Code MCP.
pt_br: Adicione esta entrada de servidor à configuração VS Code MCP.
tr: Bu sunucu girişini VS Code MCP yapılandırmanıza ekleyin.
uk: Додайте цей запис сервера до конфігурації VS Code MCP.
vi: Thêm mục nhập máy chủ này vào cấu hình VS Code MCP của bạn.
zh_hans: 将此服务器条目添加到您的 VS Code MCP 配置中。
zh_hant: 將此伺服器項目新增至您的 VS Code MCP 設定中。

source: Advanced
de: Fortgeschritten
es: Avanzado
fr: Avancé
hi: उन्नत
id: Lanjutan
ja: 上級者向け
ko: 고급
pl: Zaawansowane
pt_br: Avançado
tr: Gelişmiş
uk: Просунутий
vi: Nâng cao
zh_hans: 高级
zh_hant: 進階

source: All selected records already exist in the destination zone.
de: Alle ausgewählten Datensätze sind bereits in der Zielzone vorhanden.
es: Todos los registros seleccionados ya existen en la zona de destino.
fr: Tous les enregistrements sélectionnés existent déjà dans la zone de destination.
hi: सभी चयनित रिकॉर्ड पहले से ही गंतव्य क्षेत्र में मौजूद हैं।
id: Semua rekaman yang dipilih sudah ada di zona tujuan.
ja: 選択されたすべてのレコードは宛先ゾーンにすでに存在します。
ko: 선택한 모든 레코드가 대상 영역에 이미 존재합니다.
pl: Wszystkie wybrane rekordy już istnieją w strefie docelowej.
pt_br: Todos os registros selecionados já existem na zona de destino.
tr: Seçilen tüm kayıtlar hedef bölgede zaten mevcut.
uk: Усі вибрані записи вже існують у зоні призначення.
vi: Tất cả các bản ghi được chọn đã tồn tại trong vùng đích.
zh_hans: 所有选定的记录均已存在于目标区域中。
zh_hant: 所有選定的記錄均已存在於目標區域中。

source: Already in destination
de: Schon am Ziel
es: Ya en destino
fr: Déjà à destination
hi: पहले से ही गंतव्य पर है
id: Sudah sampai tujuan
ja: すでに目的地にいます
ko: 이미 목적지에 있음
pl: Już w miejscu docelowym
pt_br: Já no destino
tr: Zaten varış noktasında
uk: Вже в пункті призначення
vi: Đã đến đích
zh_hans: 已经到达目的地
zh_hant: 已經到達目的地

source: App Lock
de: App-Sperre
es: Bloqueo de aplicaciones
fr: Verrouillage d'application
hi: ऐप लॉक
id: Kunci Aplikasi
ja: アプリロック
ko: 앱 잠금
pl: Blokada aplikacji
pt_br: Bloqueio de aplicativo
tr: Uygulama Kilidi
uk: Блокування програми
vi: Khóa ứng dụng
zh_hans: 应用锁
zh_hant: 應用鎖

source: Application Key
de: Anwendungsschlüssel
es: Clave de aplicación
fr: Clé d'application
hi: आवेदन कुंजी
id: Kunci Aplikasi
ja: アプリケーションキー
ko: 애플리케이션 키
pl: Klucz aplikacji
pt_br: Chave do aplicativo
tr: Uygulama Anahtarı
uk: Ключ програми
vi: Khóa ứng dụng
zh_hans: 应用密钥
zh_hant: 應用程式密鑰

source: Application Language
de: Anwendungssprache
es: Idioma de la aplicación
fr: Langue de l'application
hi: अनुप्रयोग भाषा
id: Bahasa Aplikasi
ja: アプリケーション言語
ko: 응용 언어
pl: Język aplikacji
pt_br: Idioma do aplicativo
tr: Uygulama Dili
uk: Мова програми
vi: Ngôn ngữ ứng dụng
zh_hans: 应用语言
zh_hant: 應用語言

source: Application Secret
de: Anwendungsgeheimnis
es: Secreto de aplicación
fr: Secret d'application
hi: आवेदन रहस्य
id: Rahasia Aplikasi
ja: アプリケーションシークレット
ko: 신청비밀
pl: Sekret aplikacji
pt_br: Segredo do aplicativo
tr: Uygulama Sırrı
uk: Секрет програми
vi: Bí mật ứng dụng
zh_hans: 应用秘密
zh_hant: 應用秘密

source: Are you sure you want to delete "%@"? This action cannot be undone.
de: Sind Sie sicher, dass Sie „%@“ löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar "%@"? Esta acción no se puede deshacer.
fr: Etes-vous sûr de vouloir supprimer « %@ » ? Cette action ne peut pas être annulée.
hi: क्या आप वाकई "%@" को हटाना चाहते हैं? इस एक्शन को वापस नहीं किया जा सकता।
id: Apakah Anda yakin ingin menghapus "%@"? Tindakan ini tidak dapat dibatalkan.
ja: 「%@」を削除してもよろしいですか?この操作は元に戻すことができません。
ko: 정말로 "%@"을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
pl: Czy na pewno chcesz usunąć „%@”? Tej akcji nie można cofnąć.
pt_br: Tem certeza de que deseja excluir "%@"? Esta ação não pode ser desfeita.
tr: "%@" öğesini silmek istediğinizden emin misiniz? Bu eylem geri alınamaz.
uk: Ви впевнені, що хочете видалити "%@"? Цю дію не можна скасувати.
vi: Bạn có chắc chắn muốn xóa "%@" không? Không thể hoàn tác hành động này.
zh_hans: 您确定要删除“%@”吗？此操作无法撤消。
zh_hant: 您確定要刪除“%@”嗎？此操作無法撤銷。

source: Authenticate with your biometrics to continue.
de: Authentifizieren Sie sich mit Ihren biometrischen Daten, um fortzufahren.
es: Autentícate con tus datos biométricos para continuar.
fr: Authentifiez-vous avec vos données biométriques pour continuer.
hi: जारी रखने के लिए अपने बायोमेट्रिक्स से प्रमाणित करें।
id: Otentikasi dengan biometrik Anda untuk melanjutkan.
ja: 続行するには、生体認証で認証してください。
ko: 계속하려면 생체 인식으로 인증하세요.
pl: Aby kontynuować, uwierzytelnij się za pomocą danych biometrycznych.
pt_br: Autentique-se com sua biometria para continuar.
tr: Devam etmek için biyometrik bilgilerinizle kimlik doğrulaması yapın.
uk: Щоб продовжити, пройдіть автентифікацію за допомогою біометричних даних.
vi: Xác thực bằng sinh trắc học của bạn để tiếp tục.
zh_hans: 使用您的生物识别信息进行身份验证以继续。
zh_hant: 使用您的生物識別資訊進行身份驗證以繼續。
